modules/gateway/server/src/test/resources/com/l7tech/server/admin/GatewayApi_EntityInfoRequest.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns2:GetEntityInfo xmlns:ns2="http://www.layer7tech.com/management/gateway">
            <EntityTypes>POLICY</EntityTypes>
            <EntityTypes>SERVICE</EntityTypes>
        </ns2:GetEntityInfo>
    </soap:Body>
</soap:Envelope>